antigravity-ide
aylurs-gtk-shell
aylurs-gtk-shell-debug
beautyline
cbonsai-debug
eww
eww-debug
flutter-material-fonts-google-bin
flutter-sky-engine-google-bin
gtk2
icu69
libastal-4-git
libastal-4-git-debug
libastal-git
libastal-git-debug
libastal-io-git
libastal-io-git-debug
libcava-debug
ncurses5-compat-libs
protonup-qt
pulseaudio-ctl
python-gevent-eventemitter
python-inputs
python-steam
sddm-astronaut-theme
shelly
shelly-debug
spotify
ttf-ms-fonts
visual-studio-code-bin
wayle-bin-debug
yay
yay-debug
youtube-music-for-desktop-bin-debug
zoom
zsh-theme-powerlevel10k-git
zsh-theme-powerlevel10k-git-debug
