antigravity-ide
beautyline
cbonsai-debug
icu69
libcava
libcava-debug
protonup-qt
pulseaudio-ctl
python-gevent-eventemitter
python-inputs
python-steam
sddm-astronaut-theme
shelly
shelly-debug
spotify
ttf-ms-fonts
waybar-cava
waybar-cava-debug
yay
yay-debug
zoom
zsh-theme-powerlevel10k-git
zsh-theme-powerlevel10k-git-debug
