tap "gentleman-programming/tap"
brew "atuin"
brew "bat"
brew "carapace"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gentleman-programming/tap/engram"
brew "gentleman-programming/tap/gentle-ai"
brew "gentleman-programming/tap/gentleman-dots"
npm "@google/gemini-cli"
npm "@openai/codex"
