tap "gentleman-programming/tap"
brew "atuin"
brew "bat"
brew "carapace"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gentleman-programming/tap/engram"
brew "gentleman-programming/tap/gentle-ai"
brew "gentleman-programming/tap/gentleman-dots"
vscode "1yib.rust-bundle"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "daltonmenezes.aura-theme"
vscode "dustypomerleau.rust-syntax"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-close-tag"
vscode "fractalbrew.backticks"
vscode "github.vscode-github-actions"
vscode "hsnazar.hyper-term-theme"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jdinhlife.gruvbox"
vscode "jinxdash.prettier-rust"
vscode "leonardssh.vscord"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "zhuangtongfa.material-theme"
cargo "wayle"
cargo "wayle-settings"
npm "@google/gemini-cli"
npm "@openai/codex"
