alsa-utils
antigravity-ide
awww
base
base-devel
beautyline
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
chromium
dart-sass
ddcutil
discord
docker
docker-compose
efibootmgr
ethtool
eww
figlet
flatpak
gamemode
gamescope
git
gpu-screen-recorder
grim
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
hyprland
intel-ucode
irqbalance
jq
kitty
lazydocker
lib32-gamemode
lib32-nvidia-utils
linux
linux-firmware
mako
mono
mono-msbuild
mpv
nano
networkmanager
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open
nvidia-settings
obs-studio
opencode
openrgb
otf-font-awesome
papirus-icon-theme
pipewire
playerctl
power-profiles-daemon
protonup-qt
pulseaudio-ctl
python-pyqt6
python-pywal
qt6-wayland
rofi
rust
rust-src
sassc
sddm
sddm-astronaut-theme
shelly
slurp
speedtest-cli
spotify
steam
sudo
swaync
thunar
ttf-daddytime-mono-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
unzip
uwsm
visual-studio-code-bin
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xterm
yay
yay-debug
yt-dlp
zoom
zram-generator
zsh-theme-powerlevel10k-git
