antigravity-ide
awww
base
base-devel
beautyline
btrfs-progs
chromium
ddcutil
discord
efibootmgr
figlet
flatpak
gamemode
gamescope
git
grim
hyprland
intel-ucode
jq
kitty
lib32-gamemode
lib32-nvidia-utils
linux
linux-firmware
mako
mpv
nano
networkmanager
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open
nvidia-settings
nvidia-utils
opencode
openrgb
otf-font-awesome
papirus-icon-theme
pipewire
protonup-qt
pulseaudio-ctl
python-pyqt6
python-pywal
qt6-wayland
rust
sddm
sddm-astronaut-theme
shelly
slurp
speedtest-cli
spotify
steam
sudo
thunar
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
unzip
uwsm
waybar-cava
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
yt-dlp
zoom
zram-generator
zsh-theme-powerlevel10k-git
